[
  {
    "INFO": {
      "00": {
        "ID": "0",
        "TITLE": "Landgard EDV Ring",
        "SUB": "Anforderungsaufnahme, Konzeption, Umsetzung, Kundenbetreuung",
        "INTRO": "Der Webauftritt des Kunden sollte modernisiert und verbessert werden. Das Hauptziel bestand darin, die Produkte und Dienstleistungen des Kunden im Bereich 'Software für die Grüne Branche' optimal zu präsentieren. Zusätzlich sollte die Website das Image von EDV-Ring als traditionsbewussten, innovativen und genossenschaftlichen Partner vermitteln.",
        "SOLUTION": "Der Ansatz konzentrierte sich darauf, eine benutzerfreundliche Website zu entwickeln, die die maßgeschneiderten Individualentwicklungen des Kunden ansprechend präsentiert. Es wurde eine klare Strukturierung und Navigation implementiert, um Besuchern ein leichtes Navigieren zu ermöglichen. Durch die Integration von aussagekräftigen Inhalten und visuellen Elementen wurde die Fachkompetenz und Innovationskraft von EDV-Ring hervorgehoben.",
        "TODOS": "Bedarfsanalyse, UX & UI Konzeption, Wireframes, MockUps, Development (mangolia CMS)",
        "IMG": "./assets/img/EDV.png",
        "PROJECTLINK": "https://www.edvring.info/",
        "ASSETS": {
          "01": {
            "TITLE": "Bestandsystem",
            "INFO": "Ein zentrales Element der Wireframes lag auf dem sogenannten 'Produktrad', der die umfassenden Softwarelösungen aus einer flachen Excel-Liste in eine benutzerfreundliche Oberfläche überführt.",
            "IMAGES": "edv/01.jpg, edv/02.jpg, edv/03.jpg",
            "URL": "https://drive.proton.me/urls/N8E1YTPA7G#BM5xxdWaU8HU"
          },
          "02": {
            "TITLE": "MockUps",
            "INFO": "Beim erstellen der Mockups wurde darauf geachtet, sich am vorhandenen Corporate Design zu orientieren, um Kontinuität zu wahren. Gleichzeitig wurde jedoch ein modernes und eigenständigeres Design entwickelt, das den Anforderungen und Bedürfnissen des Kunden  entspricht.",
            "IMAGES": "edv/mock_01.jpg, edv/mock_02.jpg",
            "URL": "https://drive.proton.me/urls/W9N9JGT4H0#pJL83lomH3Ct"
          }
        }
      },
      "01": {
        "ID": "1",
        "TITLE": "HACCP24",
        "INTRO": "Im Zuge der fortschreitenden Digitalisierung und der steigenden Anforderungen an die Erfassung von Hygienedaten stand der Kunde vor der Herausforderung, seine Software zu überarbeiten. Mit dem Ziel, eine modernisierte Plattform mit einem verbesserten UX-Konzept und UI zu schaffen, wurde ein umfassenden Relaunch durchgeführt.",
        "SUB": "UX Lead, Konzeption, Anforderungsaufnahme, User Research",
        "TODOS": "UX Lead, Konzeption, Anforderungsaufnahme, User Research",
        "SOLUTION": "Durch eine sorgfältige Planung und Umsetzung wurde eine leistungsfähige und benutzerfreundliche Plattform entwickelt. Diese Lösung gewährleistete eine effiziente Verwaltung der erfassten und verarbeiteten Hygienedaten. Die reibungslose Datenerfassung und -verwaltung für die Anwender spielte eine entscheidende Rolle für den reibungslosen Ablauf der Prozesse.",
        "IMG": "./assets/img/haccp.png",
        "URL": "https://drive.proton.me/urls/P1W4G42V4R#8QBecM2zRx8X",
        "ASSETS": {
          "01": {
            "TITLE": "Altsystem",
            "INFO": "Das Bestandsystem hat sich im Laufe der Zeit organisch weiterentwickelt, wobei das ursprüngliche Konzept nie auf die Vielzahl von Anpassungsmöglichkeiten und die komplexe Tiefenstruktur vorbereitet war.",
            "IMAGES": "haccp/bestand_01.jpg, haccp/bestand_02.jpg, haccp/bestand_03.jpg"
          },
          "02": {
            "TITLE": "Konzept",
            "INFO": "Beim neuen Konzept wurden das bestehende System analysiert und die Anpassungsmöglichkeiten sowie die Struktur berücksichtigt. Die Mockups wurden entsprechend erstellt, um die neuen Anforderungen und die gewachsene Komplexität des Systems zu adressieren. Sie bieten eine verbesserte Benutzererfahrung und ermöglichen eine effizientere Nutzung mit Fokus auf Erweiterbarkeit, ohne die Funktionalität zu beeinträchtigen.",
            "IMAGES": "haccp/mock_01.jpg, haccp/mock_02.jpg, haccp/mock_03.jpg, haccp/mock_04.jpg",
            "URL": "https://www.figma.com/proto/dUl14Bv4t0nc6OEghA5pMl/HACCP?type=design&node-id=414-9868&t=QZyG9yEjCxpjVIy5-0&scaling=min-zoom&page-id=13%3A1087"
          }
        }
      },
      "02": {
        "ID": "2",
        "TITLE": "Digitale Haushaltsplanung",
        "SUB": "UX Lead, Konzeption, Anforderungsaufnahme, User Research",
        "TODOS": "UX Lead, Konzeption, Anforderungsaufnahme, User Research",
        "INTRO": "Der Kunde verfügt über ein System für digitale Haushaltsplanung mit zahlreichen Grundmasken, das im Laufe der Jahre gewachsen ist. Im Zuge eines Technologiewechsels strebt der Kunde auch eine Neubetrachtung des UX- und UI-Designs an.",
        "SOLUTION": "In Zusammenarbeit mit dem Kunden wurden einzelne Bereiche priorisiert welche dann in kurzen intervallen von 3-4 Tagen neu konzeptionert wurden. Dabei wurde sich am im Aufbau befindliochen Digitalen Brand Guide orientiert.",
        "IMG": "./assets/img/ikvs.png",
        "URL": "https://www.figma.com/proto/djnCVBsVZdNISTDYD8dL6E/planung?type=design&node-id=515-1407&t=1X2J0FDtCgAh5JiO-0&scaling=min-zoom&page-id=514%3A857&starting-point-node-id=515%3A1407&show-proto-sidebar=1",
        "ASSETS": {
          "01": {
            "TITLE": "Bestandsystem",
            "INFO": "Das Bestandsystem hat sich im Laufe der Zeit organisch weiterentwickelt, wobei das ursprüngliche Konzept nie auf die Vielzahl von Anpassungsmöglichkeiten und die komplexe Tiefenstruktur vorbereitet war.",
            "IMAGES": "haushalt/01.jpg, haushalt/02.jpg, haushalt/03.jpg, haushalt/04.jpg"
          },
          "02": {
            "TITLE": "Konzept",
            "IMAGES": "haushalt/konzept_01.jpg, haushalt/konzept_03.jpg, haushalt/konzept_03.jpg, haushalt/konzept_04.jpg",
            "URL": "https://www.figma.com/proto/djnCVBsVZdNISTDYD8dL6E/planung?type=design&node-id=515-1407&t=1X2J0FDtCgAh5JiO-0&scaling=min-zoom&page-id=514%3A857&starting-point-node-id=515%3A1407&show-proto-sidebar=1"
          }
        }
      },
      "03": {
        "ID": "3",
        "TITLE": "Lichtschienen Konfigurator",
        "SUB": "UX Lead, Konzeption, User Research, Landingpage, Shopdesign, Frontend Development",
        "INTRO": "Der Kunde ist Anbieter von Beleuchtungslösungen für den Einzelhandel und möchte seinen Kunden ein interaktives Tool zur Verfügung stellen, mit dem diese Ihre eigenen Lichtschienensysteme konfigurieren können. Das Ziel ist es, den Kunden eine benutzerfreundliche Plattform zu bieten, die es ihnen ermöglicht, verschiedene Lichtschienenlayouts zu erstellen und die passenden Leuchten auszuwählen",
        "IMG": "./assets/img/lichtschienen.png",
        "TODOS": "UX Lead, Konzeption, User Research, Landingpage, Shopdesign, Frontend Development",
        "SOLUTION": "Die Lösung bestand darin, ein benutzerfreundliches, interaktives und vielseitiges Tool zu entwickeln, das eine realistische Darstellung der Lichtschienen ermöglicht. Durch eine intuitive Benutzeroberfläche konnten Benutzer ohne technische Vorkenntnisse die Lichtschienen einfach konfigurieren und Änderungen in Echtzeit sehen.",
        "URL": "https://lichtschienen.shop/",
        "ASSETS": {
          "01": {
            "TITLE": "MockUps",
            "INFO": "Für die Mockups wurde auf einem bereits vorhandenen Wireframe aufgebaut, um eine moderne und eigenständige Designsprache zu entwickeln.",
            "IMAGES":"konfigurator/01.jpg, konfigurator/02.jpg, konfigurator/03.jpg, konfigurator/04.jpg",
            "URL": "https://drive.proton.me/urls/RABK7N408C#hwcEFkOxM0Xs"
          }
        }
      },
      "04": {
        "ID": "4",
        "TITLE": "Industrie Planer",
        "INTRO": "Die Vision des Kunden ist es, seinen Kunden einfache Ansicht der Bebauungslösungen zu bieten und seinen Vertriebsprozess zu optimieren und die Entscheidungsfindung seiner Kunden positiv zu beeinflussen. Ziel ist es, den ökonomischen und ökologischen Wert des Unternehmens zu demonstrieren und die Mietentscheidungen der Projektfreigeber zu unterstützen.",
        "SOLUTION": "Um das Ziel zu erreichen, wurde die Entwicklung eines fortschrittlichen 3D-Konfigurators angestrebt. Dieser Konfigurator ermöglicht es dem Kunden, seinen Kunden auf einfache Weise Bebauungslösungen zu präsentieren. Durch die Anpassungsfähigkeit und Benutzerfreundlichkeit des Konfigurators wird der Vertriebsprozess effizienter gestaltet und die Kundenbindung gestärkt.",
        "SUB": "UX Lead, Konzeption, User Research",
        "TODOS": "UX LEad, Konzeption, User Research",
        "IMG": "./assets/img/park.png",
        "PROJECTLINK": "https://www.figma.com/proto/ya5KlRIkrds6V6PsStpi8A/%C3%B6koPark_new?type=design&node-id=43-5128&t=DOgpRf7qMgxRLVYS-0&scaling=scale-down&page-id=0%3A1&starting-point-node-id=39%3A2798",
        "ASSETS" : {
          "01": {
            "TITLE": "Konzept",
            "IMAGES": "eco/konzept_01.jpg, eco/konzept_02.jpg, eco/konzept_03.jpg, eco/konzept_04.jpg",
            "INFO": "Beim Konzept wurde die Entwicklung einer benutzerfreundlichen Editor-Oberfläche angestrebt, die es Kunden ermöglicht, Module einfach zu platzieren und deren Attribute zu bearbeiten. Diese Editor-Oberfläche zielt darauf ab, den Prozess der Bebauungslösungspräsentation zu vereinfachen und die Anpassungsfähigkeit zu maximieren. Durch die einfache Handhabung des Editors wird der Vertriebsprozess effizienter gestaltet und die Kundenbindung gestärkt.",            
            "URL": "https://www.figma.com/proto/ya5KlRIkrds6V6PsStpi8A/%C3%B6koPark_new?type=design&node-id=43-5128&t=DOgpRf7qMgxRLVYS-0&scaling=scale-down&page-id=0%3A1&starting-point-node-id=39%3A2798"
          }
        }
      },
      "05": {
        "ID": "5",
        "TITLE": "Easysmile",
        "SUB": "Logo Entwicklung, UX-Ui Lead, Konzept, Layout, Umsetzung",
        "INTRO": "Das Produkt unterstützt Zahnarztpraxen bei der Optimierung ihrer täglichen Abläufe und der Vereinfachung der Abrechnung von Leistungen für private und gesetzlich versicherte Patienten. Als Berater für Zahnarztpraxen bietet unser Kunde Lösungen zur Organisation des Praxisbetriebs, um den Workflow im Behandlungsraum und die Abrechnungsprozesse für Arzthelferinnen zu verbessern. Unser Ziel ist es, den Praxismitarbeitern die Verwaltung ihrer Aufgaben zu erleichtern und gleichzeitig eine reibungslose Abrechnung und Unterscheidung zwischen privaten und gesetzlich versicherten Leistungen zu ermöglichen.",
        "IMG": "./assets/img/easysmile.png",
        "TODOS": "Bedarfsanalyse, Logoentwicklung, UX & UI Konzeption, Wireframes, MockUps, Development (mangolia CMS)",
        "SOLUTION": "Das Hauptaugenmerk lag darauf, eine benutzerfreundliche Lösung zu entwickeln, die auch für Personen ohne technisches Fachwissen leicht zu bedienen ist. Es wurde besonderer Wert darauf gelegt, eine schnelle Bedienbarkeit zu ermöglichen, ohne dabei komplexe Menüstrukturen zu erfordern. Zudem wurde ein spezielles Rechte- und Rollensystem implementiert, um die Nutzung effizient und sicher zu gestalten, und zwar angepasst an die verschiedenen Angebote.",
        "ASSETS": {
          "01": {
            "TITLE": "Logo",
            "INFO": "Das Logo sollte schlicht wirken, aber gleichzeitig eine klare Abgrenzung zum klassischen Zahnarztdesign aufweisen. Es sollte auf allen Bildschirmgrößen gut erkennbar sein und auch als App-Icon verwendet werden können.",
            "IMAGES":  "easysmile/big.png, easysmile/small.png, easysmile/icon.png",
            "URL": "https://drive.proton.me/urls/HSJYZX9RWC#b7y59K4VHeo7"
          },
          "02": {
            "TITLE": "Wireframes",
            "INFO": "Das Ziel bestand darin, eine Vielzahl von Anwendungen schnell zugänglich zu machen, ohne die Benutzer zu überfordern. Zusätzlich sollten die einzelnen Behandlungen favorisiert werden können und die jeweiligen Abrechnungsgrundlagen enthalten.",
            "IMAGES":  "easysmile/01.jpg, easysmile/02.jpg, easysmile/03.jpg, easysmile/04.jpg",
            "URL": "https://drive.proton.me/urls/N6YENSAD88#2D9jGRjPnxkG"
          },
          "03": {
            "TITLE": "MockUps",
            "INFO": "Basierend auf den Ergebnissen der Wireframes wurden die folgenden High- Fidelity-Mockups erstellt.",
            "IMAGES": "easysmile/mock_01.jpg, easysmile/mock_02.jpg, easysmile/mock_03.jpg, easysmile/mock_04.jpg",
            "URL": "https://drive.proton.me/urls/DKHC66QA64#h7qsYsvKBCbS"
          }
        }
      }
    }
  }
]
